---
kind: other
id: Properties.T:Autodesk.Revit.DB.Visual.BumpMap
source: html/5fe6acfc-c7c1-a747-11f7-d0f9e80ae57b.htm
---
# BumpMap Properties

The property labeled "Source" from the "BumpMap" schema.